app/Domestic/Files/39/GetFlightDetailRQ.txt

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <GetFlightDetail xmlns="http://booking.us.dev/">
            <strUserId xmlns="">ASIANL</strUserId>
            <strFlightId xmlns=""></strFlightId>
        </GetFlightDetail>
    </Body>
</Envelope